{
    "file": "wire\/modules\/Fieldtype\/FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "93cba07454f06a4a960172bbd6e2a435": {
            "text": "Ja"
        },
        "bafd7322c6e97d25b6299b5d6fe8920b": {
            "text": "Nei"
        },
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "\"HTML Entity Encoder\"-tekstformatereren er anbefalt til URL-felter."
        },
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "Felt som lagrer en URL"
        },
        "e6b391a8d2c4d45902a23a8b6585703d": {
            "text": "="
        },
        "7a51839f06248c613d3b07007f4fc05d": {
            "text": "Hvis denne nettadressen vil bli brukt til utdata, anbefales det på det sterkeste at du velger \"HTML-enhetskoder\" som \"Tekstformaterer\" i Detaljer-fanen."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "Tillate relative\/lokale nettadresser uten \"http:\/\/\" i begynnelsen?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "Lokale\/relative nettadresser er de uten ordning og domene."
        },
        "00b2e08d975238a3563e783aa19811fd": {
            "text": "Tillate internasjonaliserte domenenavn (IDN-er)?"
        },
        "05e7ec04e65f559e191ad8a7c4a02b03": {
            "text": "Når aktivert, er ikke domenenavn som ikke er ASCII tillatt."
        },
        "e8e4b5ed6eb1c0a268c7587be6ca66e7": {
            "text": "Tillate enkle\/doble sitattegn i nettadresser?"
        },
        "1b6f57a9eab52d70bc2fff5321da54fb": {
            "text": "Når aktivert, bør du være helt sikker på at slike nettadresser er enhetskodet når de brukes i markering."
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "Legg til nettstedets rotsti først i lokale\/relative nettadresser?"
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Dette alternativet vil automatisk legge til nettstedets rotsti først til alle nettadresser som starter med en skråstrek, som \/en\/sti\/. Dette er nyttig hvis nettstedet kjører fra en underkatalog fordi du ikke trenger å inkludere den underkatalogen i nettadressene du skriver inn i dette feltet. Skulle du senere flytte nettstedet ditt til roten til et domene (eller en annen underkatalog), trenger du ikke å bekymre deg for ødelagte nettadresser. Med dette alternativet aktivert, skriv alltid inn nettadresser som om nettstedet kjørte fra roten til et domene, uavhengig av om det kjører fra en underkatalog eller ikke. Dette gjelder naturligvis bare hvis du valgte 'Ja' for å tillate lokale\/relative nettadresser i feltet ovenfor. Utviklere vil kanskje også merke seg at dette alternativet bare gjelder når utdataformateringen på en side er på."
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Sikrer at nettadresser ikke brytes når du flytter et nettsted fra en underkatalog til rotnivå (det vanligste eksemplet)."
        }
    }
}